[Translation]

TRANSLATION_BY=Traduzido por
TRANSLATION_NAME=Paulo Neto
TRANSLATION_LINK=https://www.layout.com.br
LANGUAGENAME=Português do Brasil
FILEVER=7200

[MainPopup]

MNU_OPEN_PICPICK=&Editor de Imagens
MNU_CAPTURE=&Captura de Tela
MNU_CAPTURE_FULLSCREEN=&Tela cheia
MNU_CAPTURE_ACTIVEWINDOW=&Janela Ativa
#7.2.0
MNU_CAPTURE_WINDOW=&Janela
#7.2.0
MNU_CAPTURE_CONTROL=&Componente de Janela
MNU_CAPTURE_SCROLLINGWINDOW=&Rolagem de Página
MNU_CAPTURE_REGION=&Área Indicada com o Mouse
MNU_CAPTURE_FIXEDREGION=Área &Indicada com Lupa
MNU_CAPTURE_FREEHAND=Área de Escolha &Livre
MNU_CAPTURE_WEBPAGE=Ro&lagem de Página
MNU_CAPTURE_REPEAT=&Repetir a Última Captura
MNU_WIDGET=Mostrar Wid&get...
MNU_CAPTURE_SETTING=Con&figurações da Captura
MNU_OUTPUTTYPE=&Tipo de Saída
MNU_OUTPUTTYPE_PICPICK=&Editor do PicPick
MNU_OUTPUTTYPE_CLIPBOARD=Área de Trans&ferência
MNU_OUTPUTTYPE_SAVEIMAGE=Ar&quivo de Imagem
MNU_OUTPUTTYPE_SAVEFOLDER=&Salvar Automaticamente Como...
MNU_OUTPUTTYPE_OTHER=Programa E&xterno...
MNU_OUTPUTTYPE_FTP=Servidor F&TP
MNU_OUTPUTTYPE_SHARE=Compartil&har
MNU_OUTPUTTYPE_SENDTO=En&viar para
MNU_OUTPUTTYPE_FACEBOOK=Faceboo&k
MNU_OUTPUTTYPE_TWITTER=Tw&itter
MNU_OUTPUTTYPE_MSWORD=Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL=Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT=Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK=Microsoft O&utlook
MNU_OUTPUTTYPE_PRINTER=Imp&ressora
MNU_OUTPUTTYPE_SKYPE=Sk&ype
MNU_OUTPUTTYPE_CLOUD=Serviço de N&uvem
MNU_OUTPUTTYPE_WEB=&URL da Internet
MNU_OUTPUTTYPE_DROPBOX=Drop&box
MNU_OUTPUTTYPE_GOOGLE=&Google Drive
MNU_OUTPUTTYPE_ONEDRIVE=&OneDrive
MNU_OUTPUTTYPE_MSPAINT=Microsoft P&aint
MNU_OPT_DEFAULTFORMAT=&Formato de Imagem Padrão
MNU_OPT_OPENEDITOR=Abrir o &Editor ao Iniciar o Programa
MNU_OPT_STARTUPPROGRAM=Executa&r o PicPick na Inicialização
MNU_COLORPICKER=Se&letor de Cores
MNU_COLORPALETTE=P&aleta de Cores
MNU_COPYCOLORTYPE=Copi&ar Cor Como
MNU_COLORHISTORY=&Histórico de Cores
MNU_COLORHISTORY_CLEAR=&Limpar
MNU_MAGNIFIER=L&upa
MNU_PIXELRULER=&Régua de Pixels
MNU_PROTRACTOR=&Transferidor
MNU_CROSSHAIR=C&ruz
MNU_WHITEBOARD=&Quadro de Comunicações
MNU_CLOUDEXPLORER=Explorar N&uvem
MNU_ABOUT_PICPICK=&Opções do Programa...
MNU_EXIT_PICPICK=Sa&ir

[Widget]

MNU_WIDGET=Wid&get
MNU_WIDGET_LOCK=B&loquear widget
MNU_WIDGET_SMALLICONS=Mo&strar ícones pequenos
MNU_WIDGET_AUTOHIDE=Ocultar a&utomaticamente
MNU_WIDGET_OPACITY=&Opacidade
MNU_WIDGET_ALWAYSTOP=S&empre em cima
MNU_WIDGET_CLOSE=Fe&char widget
MNU_WIDGET_OPTIONS=&Widget Options

[PicPickEditor]

MNU_START=Iniciar
MNU_FILE=&Arquivo
MNU_FILE_NEW=&Novo
MNU_FILE_OPEN=A&brir
MNU_FILE_OPENCLIPBOARD=Colar da Área de &Transferência
MNU_FILE_OPENURL=Abrir de &URL
MNU_FILE_OPEN_RECENT=Recentes
MNU_FILE_OPEN_BROWSE=Procurar 
MNU_FILE_SAVESAME=&Salvar
MNU_FILE_SAVE=Salvar &como
MNU_FILE_SAVESELECT=Sa&lvar a Seleção como...
MNU_FILE_SAVEALL=Salvar &tudo...
MNU_FILE_PRINT=Imprimir
MNU_FILE_CLOSEIMAGE=Fechar Imagem...
MNU_FILE_CLOSECURRENTIMAGE=A a&tual
MNU_FILE_CLOSEALLIMAGE=&Todas
MNU_FILE_CLOSEALLSAVEDIMAGE=TODAS as &Salvas
MNU_FILE_CLOSEPICPICK=&Fechar o editor
MNU_EDIT=&Editar
MNU_EDIT_UNDO=Des&fazer
MNU_EDIT_REDO=&Refazer
MNU_EDIT_CUT=Recor&tar
MNU_EDIT_COPY=&Copiar
MNU_EDIT_PASTE=Co&lar
MNU_EDIT_PASTEFROMFILE=Colar do Ar&quivo...
MNU_EDIT_SELECTDEL=E&xcluir
MNU_EDIT_SELECTNEW=Corta&r
MNU_EDIT_DESELECT=Cancelar &Seleção
MNU_EDIT_SELECTALL=Selecionar &Tudo
MNU_EDIT_IMAGERESIZE=&Redimensionar Imagem...
MNU_EDIT_CANVASRESIZE=Redimensionar T&ela...
MNU_EDIT_VIEWBITMAP=&Visualizar Imagem em Tela Cheia...
MNU_TOOLS=Ferramentas
MNU_TOOLS_FULLSCREEN=Capturar Tela C&heia
MNU_TOOLS_ACTIVEWINDOW=Capturar Janela &Ativa
#7.2.0
MNU_TOOLS_WINDOW=Capturar &Janela
#7.2.0
MNU_TOOLS_CONTROL=Capturar &Controle de Janela
MNU_TOOLS_SCROLLINGWINDOW=Capturar Rola&gem de Página
MNU_TOOLS_WEBPAGE=Capturar Página da &Web
MNU_TOOLS_REGION=Capturar Ár&ea
MNU_TOOLS_FIXEDREGION=Capturar Área &Específica
MNU_TOOLS_FREEHAND=Capturar à Mão Li&vre
MNU_TOOLS_REPEAT=Repetir Ú&ltima Captura
MNU_TOOLS_COLORPICKER=Seletor de C&ores
MNU_TOOLS_COLORPALETTE=P&aleta
MNU_TOOLS_MAGNIFIER=&Lupa
MNU_TOOLS_PIXELRULER=&Rég&ua de Pixels
MNU_TOOLS_PROTRACTOR=&Transferidor
MNU_TOOLS_CROSSHAIR=C&ruz
MNU_TOOLS_WHITEBOARD=&Quadro de Comunicações
MNU_TOOLS_SCREENRECORDER=G&ravar Tela
MNU_TOOLS_OPTION=&Opções
MNU_TOOLSOPTION	=Con&figurações de Capturas
MNU_TOOLSOPTION_OUTPUTTYPE=&Tipo de Saída
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT=&Formato da Imagem Padrão
MNU_TOOLSOPTION_DUALMONITORS=Suporte de &Dois Monitores
MNU_TOOLSOPTION_HOTKEY=Alterar Atal&hos...
MNU_TOOLSOPTION_SOUND=Ativar Aviso &Sonoro
MNU_TOOLSOPTION_SCROLLCAPTURE=Ativar &Rolagem Automática
MNU_TOOLSOPTION_MOUSECURSOR=Incluir &Cursor na Captura
MNU_TOOLSOPTION_STARTUPPROGRAM=Executar o PicPick na Inicialização
MNU_TOOLSOPTION_OPENEDITOR=Abrir &Editor ao Iniciar o Programa
MNU_TOOLS_COLORTYPE=Cop&iar Cor como
MNU_EFFECT=Efei&tos
MNU_EFFECT_INVERT=&Inverter
MNU_EFFECT_GRAYSCALE=Tons de Cin&za
MNU_EFFECT_MOSAIC=&Pixelizar...
MNU_EFFECT_BLUR=Des&focar
MNU_EFFECT_SHARPEN=&Nitidez
MNU_EFFECT_BRIGHTNESS=B&rilho/Contraste...
MNU_EFFECT_HSL=Tonalidade/&Saturação...
MNU_EFFECT_BORDER=Efeitos de &Borda
MNU_EFFECT_FLIP=&Virar
MNU_EFFECT_FLIPH=Virar na &Horizontal
MNU_EFFECT_FLIPV=Virar na &Vertical
MNU_EFFECT_ROTATE=&Girar
MNU_EFFECT_ROTATE90=&90º no sentido horário
MNU_EFFECT_ROTATE180=&180º no sentido horário
MNU_EFFECT_ROTATE270=&270º no sentido horário
MNU_EFFECT_FRAME=Mol&dura...
MNU_EFFECT_COLORBALANCE=&Harmonizar Cores...
MNU_EFFECT_WATERMARK=&Marca D'Água...
MNU_WINDOW=&Janela
MNU_WINDOW_CASCADE=&Cascata
MNU_WINDOW_TILEH=Lado a Lado &Horizontalmente
MNU_WINDOW_TILEV=Lado a Lado &Verticalmente
MNU_WINDOW_MINIMIZEALL=&Minimizar Tudo
MNU_HELP=Aj&uda
MNU_HELP_WEBSITE=Site
MNU_HELP_ABOUT=Sobre...
MNU_HELP_UPDATE = Verificar Atualizações
PNL_TOOL_TOOLS=Ferramentas
PNL_TOOL_COLOR=Cores
PNL_TOOL_PROPERTY=Propriedades
LBL_TOOL_WIDTHS=Largura:
LBL_TOOL_OPACITY=Opacidade:
LBL_TOOL_SHAPE=Forma:
TAB_HOME=Início
TAB_FILE=Arquivo
TAB_VIEW=Exibir
TAB_SHAPES=Formas
TAB_SHAPES_SUB=Formato
TAB_SHAPES_TEXT=Texto
TAB_NUMBERSTAMP=Carimbo de Número
TAB_NUMBERSTAMP_SUB=Formato
TAB_SELECTION=Seleção
TAB_SELECTION_SUB=Formato
TAB_MAGNIFIER=Efeito de Ampliação
TAB_MAGNIFIER_SUB=Formato
TAB_STAMPS=Selos
TAB_STAMPS_SUB=Formato
TAB_SHARE=Compartilhar
TBR_CLIPBOARD=Área de Transferência
TBN_CLIPBOARD_PASTE=Colar
TBN_CLIPBOARD_CUT=Recortar
TBN_CLIPBOARD_COPY=Copiar
TBN_CLIPBOARD_DELETE=Excluir
TBR_VIEW=Exibir
TBN_VIEW_ZOOMIN=Ampliar
TBN_VIEW_ZOOMOUT=Reduzir
TBN_VIEW_FULL=Tela cheia
TBN_VIEW_100=Tamanho atual
TBR_IMAGE=Imagem
TBN_IMAGE_EFFECT=Efeitos
TBN_IMAGE_CROP=Recortar
TBN_IMAGE_RESIZE=Redimensionar
TBN_IMAGE_ROTATE=Girar
TBR_TOOLS=Ferramentas
TBR_COLOR=Cores
TBN_COLOR1=Cor1
TBN_COLOR2=Cor2
POP_COLORTYPE1=Cores pastel
POP_COLORTYPE2=Cores primárias
TBR_SHOWHIDE=Exibir/ocultar
TBN_RULER=Régua
TBN_STATUSBAR=Barra de status
TBN_TAB=Guias
TBN_THUMBNAIL=Miniaturas
TBN_PANE=Painel de Detalhes
TBR_WINDOW=Janela
TBN_CASCADE=Cascata
TBN_ARRANGEALL=Organizar tudo
TBN_REGISTER=&Registar...
TBN_TOOLS_SELECT=Selecionar
TBN_TOOLS_MOVE=Mover
TBN_TOOLS_DRAW=Desenho
TBN_TOOLS_DRAW_BRUSH=Pinc&el
TBN_TOOLS_DRAW_ERASER=Apa&gar
TBN_TOOLS_DRAW_MARKER=&Marcador
TBN_TOOLS_DRAW_PEN=Ca&neta
TBN_TOOLS_DRAW_CALLIGRAPHY=&Caligrafia
TBN_TOOLS_DRAW_SMARTERASER=Borrac&ha Inteligente
TBN_TOOLS_DRAW_AIRBRUSH=Spr&ay
TBN_TOOLS_DRAW_MOSAIC=Pincel de Pi&xelização
TBN_TOOLS_FILL=Preenchimento
TBN_TOOLS_FILL_OPTIONS=Opções de preenchimento
TBN_TOOLS_FILL_STANDARD=Preenchimento &Contíguo
TBN_TOOLS_FILL_REPLACEMENT=Substituir Cor de P&reenchimento
TBN_TOOLS_STAMPS=Selos
TBN_TOOLS_STAMPS_NUMBER=Selos de Número
TBN_TOOLS_STAMPS_GENERAL=Selos Gerais
TBN_TOOLS_STAMPS_CURSOR=Selos de Cursor
TBN_SELECT_SELECTION_SHAPES=Selecionar formas
TBN_SELECT_SELECTION_OPTIONS=Opções de seleção
TBN_SELECT_RECTANGLE=Seleção &retangular
TBN_SELECT_ELLIPSE=Seleção &Elíptica
TBR_SIZE=Tamanho
TBN_MORECOLORS=Mais
MNU_PALETTETYPE=Tipo de paleta
TBR_COLORPALETTE=Paleta
TBN_THEME=Tema de Cores
TBN_THEME_DEFAULT=Padrão
TBN_THEME1=Tema 1
TBN_THEME2=Tema 2
TBN_THEME3=Tema 3
TBN_THEME4=Tema 4
TBN_THEME5=Tema 5
TBN_STANDARD_COLORS = Cores Padrão
TBN_CUSTOM_COLORS = Cores Personalizadas
TBN_MORE_COLORS = &Mais Cores...
TBN_ADD_CUSTOM_COLOR = &Adicionar Cores Personalizadas
TBN_REMOVE_CUSTOM_COLOR = &Remover das Cores Personalizadas
MNU_TOPBAR_TITLE=Personalizar Botãoes Principais
MNU_TOPBAR_MINIMIZERIBBON=&Minimizar Faixa de Opções
MNU_QAT_TITLE=Personalizar Barra de Acesso Rápido
MNU_QAT_ADD=&Adicionar à Barra de Acesso Rápido
MNU_QAT_DELETE=&Remover da Barra de Acesso Rápido
MNU_QAT_ABOVE=M&ostrar Barra de Acesso Rápido Acima da Faixa de Opções
MNU_QAT_BELOW=Mos&trar Barra de Acesso Rápido Abaixo da Faixa de Opções
MNU_QAT_RESET=Rede&finir Barra de Acesso Rápido
TBN_VIEW_TOUCHMODE=Modo de Toque
TBN_RIBBON_COLLAPSE=Recolher Faixa de Opções
TBN_RIBBON_PIN=Fixar Faixa de Opções
OPEN_ALL_IMAGE_FILES=Todos os Arquivos de Imagem
OPEN_BITMAP_FILES=Arquivos Bitmap
OPEN_ALL_FILES=Todos os Arquivos
TAB_LAYERS=Camadas
TAB_LAYERS_SUB=Formato
TAB_HISTORY=Histórico
TAB_FORMAT_SHAPE=Formato da Forma
MNU_MAXIMIZE=Ma&ximizar
MNU_MINIMIZE=Mi&nimizar
MNU_CLOSE=Fe&char
MNU_RESTOREDOWN=&Restaurar Abaixo
MNU_CLOSEALL=Fech&ar Tudo
MNU_FILE_OPEN_FOLDERS=Pastas
MNU_FILE_OPEN_AUTOSAVE_FOLDER=Pasta de Saída Padrão
MNU_FILE_OPEN_RECENT_IMAGES=Imagens Recentes
MNU_FILE_OPEN_RECENT_FOLDERS=Psatas Recentes
MNU_FILE_OPEN_OPTIONS_CLIPBOARD=Área de Transferência
MNU_FILE_OPEN_OPTIONS_URL=URL da Imagem
MNU_LIST_PIN=Ane&xar à lista
MNU_LIST_UNPIN=Desa&nexar da lista
MNU_LIST_REMOVE=&Remover da lista
MNU_LIST_CLEAR=&Limpar itens desanexados
MNU_COPY_PATH=&Copiar Caminho da Área de Transferência
MNU_FILE_INFO=&Informações
MNU_HELP_REPORT=Relatar Problema
MNU_QAT_MORE=&Mais Comandos...
TBN_COLOR_DEFAULT=Cores Padrão
TBN_COLOR_SWAP=Alternar Cores
TBN_COLOR_PICK=Seletor de Cores

[PicPickEditor Tip]

TIP_FILE_NEW=Cria uma nova imagem
TIP_FILE_OPEN=Abre uma imagem do disco
TIP_FILE_OPENCLIPBOARD=Cola o conteúdo da Área de Transferência
TIP_FILE_OPENURL=Abre no editor uma imagem de endereço da web
TIP_FILE_SAVE=Salva a imagem atual
TIP_FILE_SAVEAS=Salva a imagem atual com outro nome
TIP_FILE_SAVESELECT=Salva a seleção com outro nome
TIP_FILE_SAVEALL=Salvar todas as imagens com novos nomes
TIP_FILE_PRINT=Imprime a imagem atual
TIP_FILE_CLOSEIMAGE=Fechar a imagem atual
TIP_FILE_CLOSEALLIMAGE=Fecha todos os arquivos de imagem
TIP_FILE_CLOSEALLSAVEDIMAGE=Fechar todos arquivos de imagem salvos
TIP_FILE_CLOSEPICPICK=Fecha o editor
TIP_EDIT_UNDO=Desfaz a última operação
TIP_EDIT_REDO=Refaz a última operação desfeita
TIP_EDIT_CUT=Recorta a seleção e a põe na Área de Transferência
TIP_EDIT_COPY=Copia a seleção na Área de Transferência
TIP_EDIT_PASTE=Cola o conteúdo da Área de Transferência na imagem ativa
TIP_EDIT_PASTEFROMFILE=Cola um arquivo na imagem ativa
TIP_EDIT_SELECTDEL=Apaga a seleção
TIP_EDIT_SELECTNEW=Clipa a área da imagem selecionada e a exibe noutra guia do editor
TIP_EDIT_DESELECT=Desfaz a seleção na imagem
TIP_EDIT_SELECTALL=Seleciona a imagem inteira
TIP_EDIT_IMAGERESIZE=Altera o tamanho da imagem
TIP_EDIT_CANVASRESIZE=Altera o tamanho da tela da imagem
TIP_EDIT_VIEWBITMAP=Exibe a imagem em tela cheia
TIP_TOOLS_CAPTURE=Exibe a Barra de Captura na tela
TIP_TOOLS_FULLSCREEN=Fotografa a Área de Trabalho
TIP_TOOLS_ACTIVEWINDOW=Fotografa a janela ativa
#7.2.0
TIP_TOOLS_WINDOW=Capturar imagem da janela selecionada.
#7.2.0
TIP_TOOLS_CONTROL=Captura um componente da janela visada
TIP_TOOLS_SCROLLINGWINDOW=Captura imagem de página durante a navegação
TIP_TOOLS_WEBPAGE=Captura páginas da internet ou de outra janela
TIP_TOOLS_REGION=Captura uma área retangular selecionada por você
TIP_TOOLS_FREEHAND=Captura uma área qualquer especificada por você à mão livre
TIP_TOOLS_FIXEDREGION=Captura uma área retangular com o tamanho especificado
TIP_TOOLS_REPEAT=Captura a mesma área da operação anterior
TIP_TOOLS_CAPTUREMENU=Capture an image on the screen
TIP_TOOLS_COLORPICKER=Exibe na tela o capturador de cores
TIP_TOOLS_COLORPALETTE=Exibe a paleta de cores na tela
TIP_TOOLS_MAGNIFIER=Exibe a Lupa na tela do computador
TIP_TOOLS_PIXELRULER=Exibe a régua de pixels na tela
TIP_TOOLS_CROSSHAIR=Descobrir a coordenada relativa
TIP_TOOLS_PROTRACTOR=Medir qualquer ângulo na tela
TIP_TOOLS_WHITEBOARD=Desenhar e compartilhar qualquer coisa na tela
TIP_TOOLS_OPTION=Mostrar várias opções sobre o programa
TIP_TOOLS_SCREENRECORDER=Gravar vídeo da tela da área de trabalho
TIP_TOOLSOPTION=Alterar opção de captura
TIP_TOOLSOPTION_OUTPUTTYPE=Alterar a saída da imagem capturada
TIP_TOOLSOPTION_OPT_DEFAULTFORMAT=Alterar o formato de arquivo de imagem padrão
TIP_TOOLSOPTION_DUALMONITORS=Suporte para dois monitores ao capturar imagem
TIP_TOOLSOPTION_HOTKEY=Alterar teclas de atalho para funções...
TIP_TOOLSOPTION_SOUND=Emitir avisos sonoros ao capturar imagens
TIP_TOOLSOPTION_SCROLLCAPTURE=Capturar imagem do controle de rolagem
TIP_TOOLSOPTION_MOUSECURSOR=Incluir o ponteiro do mouse na imagem capturada
TIP_TOOLSOPTION_STARTUPPROGRAM=Executar o PicPick na inicialização
TIP_TOOLSOPTION_OPENEDITOR=Abrir o editor interno do PicPick ao abrir o programa
TIP_TOOLS_COLORTYPE	=Alterar a cor da cópia para [HTML, RGB, C++, Delphi]
TIP_EFFECT_INVERT=Inverter cores da imagem
TIP_EFFECT_GRAYSCALE=Converter imagem 256 tons de cinza
TIP_EFFECT_MOSAIC=Aplicar efeito de pixelização
TIP_EFFECT_BLUR=Aplicar efeito de desfocagem
TIP_EFFECT_SHARPEN=Aplicar efeito de nitidez
TIP_EFFECT_BRIGHTNESS=Ajustar o brilho e o contraste de uma faixa específica de cores em uma imagem
TIP_EFFECT_HSL=Ajustar tonalidade e saturação de uma faixa específica de cores em uma imagem
TIP_EFFECT_COLORBALANCE=Ajustar o equilíbrio de um intervalo específico de cores em uma imagem
TIP_EFFECT_FLIPH=Inverter horizontalmente a área selecionada ou a imagem inteira
TIP_EFFECT_FLIPV=Inverter verticalmente a área selecionada ou a imagem inteira
TIP_EFFECT_ROTATE90=Girar 90º em sentido horário
TIP_EFFECT_ROTATE180=Girar 180º em sentido horário
TIP_EFFECT_ROTATE270=Girar 270º em sentido horário
TIP_EFFECT_FRAME=Aplicar efeito de moldura
TIP_EFFECT_WATERMARK=Adicionar logotipo de marca d'água
TIP_WINDOW_CASCADE=Organizar janelas em cascata sobrepostas
TIP_WINDOW_TILEH=Organizar janelas lado a lado na horizontal
TIP_WINDOW_TILEV=Organizar janelas lado a lado na vertical
TIP_WINDOW_MINIMIZEALL=Minimizar todas as janelas abertas
TIP_HELP_WEBSITE=Visitar site oficial
TIP_HELP_ABOUT=Exibe informações do programa e direitos autorais
TIP_HELP_UPDATE = Verificar atualizações do programa
TIP_TOOL_MOVE=Mover toda a imagem ou objeto selecionado
TIP_TOOL_SELECT=Selecionar uma área da imagem
TIP_TOOL_FILL=Clique em uma área da tela para preenchê-la com uma determinada cor
TIP_TOOL_PICKCOLOR=Escolha uma cor na tela com o capturador de cores e use-a para desenhar
TIP_TOOL_DRAW=Desenhar com diferentes tipos de pincéis
TIP_TOOL_STAMPS=Desenhar selos na imagem
TIP_TOOL_SHAPE=Desenhar formas na imagem
TIP_SIZE=Selecione a largura para a ferramenta selecionada
TIP_TOOL_TEXT=Adicionar texto à imagem
TIP_OUTPUTTYPE_MSWORD=Inserir uma cópia desta imagem para o Microsoft Word
TIP_OUTPUTTYPE_MSEXCEL=Inserir uma cópia desta imagem para o Microsoft Excel
TIP_OUTPUTTYPE_MSPOWERPOINT=Inserir uma cópia desta imagem para o Microsoft PowerPoint
TIP_OUTPUTTYPE_SKYPE=Enviar uma cópia desta imagem para o Skype
TIP_OUTPUTTYPE_PROGRAM=Enviar uma cópia desta imagem para um programa externo
TIP_OUTPUTTYPE_MSOUTLOOK=Anexar uma cópia desta imagem para uma mensagem de e-mail
TIP_OUTPUTTYPE_FACEBOOK=Enviar e compartilhar esta imagem para o Facebook
TIP_OUTPUTTYPE_TWITTER=Enviar e compartilhar esta imagem para o Twitter
TIP_OUTPUTTYPE_FTP=Enviar esta imagem diretamente para um local no FTP
TIP_OUTPUTTYPE_WEBUPLOAD=Enviar esta imagem diretamente para um local na web
TIP_OUTPUTTYPE_CLOUD=Enviar esta imagem para o Dropbox, Google Drive ou etc.
TIP_OUTPUTTYPE_DROPBOX=Enviar e compartilhe esta imagem para Dropbox
TIP_OUTPUTTYPE_GOOGLE=Enviar e compartilhe esta imagem para Google Drive
TIP_OUTPUTTYPE_ONEDRIVE=Enviar e compartilhe esta imagem para OneDrive
TIP_OUTPUTTYPE_MSPAINT=Enviar uma cópia desta imagem para Microsoft Paint
TIP_IMAGE_ROTATEFLIP=Girar ou virar a imagem ou a seleção
TIP_TOOLS_EFFECT=Selecionar efeitos
TIP_TOOLS_WIDTHS=Selecionar largura
TIP_TOOLS_OPACITY=Selecionar opacidade
TIP_VIEW_ZOOMIN=Ampliar imagem atual
TIP_VIEW_ZOOMOUT=Reduzir imagem atual
TIP_VIEW_ZOOMSELECT=Ampliar ou reduzir
TIP_VIEW_ACTUALSIZE=Ampliar 100%
TIP_VIEW_THUMBNAIL=Mostrar página de miniaturas para selecionar uma imagem rapidamente
TIP_SHOW_RULER=Mostrar ou ocultar réguas de medição das imagens
TIP_SHOW_STATUSBAR=Mostrar ou ocultar a barra de status na parte inferior da janela
TIP_SHOW_TAB=Mostrar ou ocultar a barra de guias
TIP_SHOW_PANE=Mostrar ou ocultar painel de detalhes
TIP_COLOR_COLOR1=Cor do primeiro plano
TIP_COLOR_COLOR2=Cor do segundo plano
TIP_COLOR_SWAP=Alternar cores entre primeiro e segundo planos
TIP_COLOR_DEFAULT=Cores padrão do primeiro e segundo planos
TIP_COLOR_MORE=Mostrar mais paletas
TIP_SHAPE_FLATTEN=Nivelar formas
TIP_SHAPE_DELETE=Excluir a forma
TIP_SHAPE_DUPLICATE=Duplicar a forma
TIP_SHAPE_FILL=Preencher a forma selecionada
TIP_SHAPE_OUTLINE=Contorno da forma
TIP_SHAPE_EFFECTS=Formato das formas
TIP_SHAPE_ADDTEXT=Inserir texto na forma
TIP_SHAPE_FLATTEN_ALL=Nivelar todas as formas
TIP_SHAPE_BRINGTOFRONT=Trazer o objeto selecionado para frente para que fique oculto pelos objetos que estão na frente dele
TIP_SHAPE_SENDTOBACK=Enviar o objeto selecionado para trás para que fique oculto pelos objetos que estão na frente dele
TIP_TEXT_BOLD = Negrito
TIP_TEXT_ITALIC = Itálico
TIP_TEXT_UNDERLINE = Sublinhado
TIP_TEXT_ALIGN_LEFT = Alinhar à esquerda
TIP_TEXT_ALIGN_CENTER = Centralizado
TIP_TEXT_ALIGN_RIGHT = Alinhar à direita
TIP_TEXT_ALIGN_TOP = Alinhamento vertical superior
TIP_TEXT_ALIGN_MIDDLE = Alinhamento vertical centralizado
TIP_TEXT_ALIGN_BOTTOM = Alinhamento vertical inferior
TIP_TEXT_WORDWRAP = Quebrar palavras
TIP_TEXT_COLOR = Cor do texto
TIP_TEXT_SIZE = Tamanho do texto
TIP_TEXT_FONTFAMILY = Fonte do texto
TIP_OPEN_PICPICK=Abre o editor PicPick.
TIP_AUTO_SAVE=Salva imagens automaticamente.
TIP_ALWAYSCOPYCLIPBOARD=Sempre copia as imagens para área de transferência.
TIP_NEW_LAYER=Cria uma nova camada.
TIP_CHANGE_SHAPE=Altera a forma do desenho, preservando toda a formatação.
TIP_FORMAT_SHAPE=Altera o formato da forma.
TIP_LAYER_BRINGTOFRONT=Traz o objeto selecionado para frente de todos os outros objetos.
TIP_LAYER_SENDTOBACK=Envia o objeto selecionado para traz de todos os outros objetos.
TIP_LAYER_BRINGFORWARD=Traz o objeto selecionado um nível para frente para que fique atrás de menos objetos.
TIP_LAYER_SENDBACKWARD=Envia o objeto selecionado um nível para traz para que fique atrás de mais objetos.
TIP_CAPTURE_DELAY=Define o tempo de atraso antes de capturar.
TIP_HELP_REPORT=Envia um relatório para nos ajudar a melhorar.
TIP_FILE_RENAME=Renomeia o arquivo de imagem atual.
TIP_FILE_OPEN_LOCATION=Exibe o arquivo no explorador de arquivos.
TIP_FILE_COPY_PATH=Copi o caminho do aruqivo para área de transferência.
TIP_FILE_EXIT=Fecha o aplicativo.
TIP_EDIT_COPY_ALL=Copia a imagem inteira e coloca-a na área de transferência.
TIP_EDIT_SELECT_RECT=Seleciona uma área retangular desenhando na tela.
TIP_EDIT_SELECT_ELLIPSE=Seleciona uma área elíptica desenhando na tela.
TIP_EDIT_SELECT_INVERT=Inverte a seleção atual.
TIP_DRAW_REPLACECOLOR=Clique em uma área para substituir pela cor na tela.
TIP_EDIT_CROP_NEW=Cria uma nova imagem da região selecionada.
TIP_SHAPE_EFFECTS=Aplica um efeito visual à forma selecionada.
TIP_SHAPE_STYLE=Aplica um estilo à forma selecionada.
TIP_STAMP_STYLE=Aplica um estilo ao carimbo selecionado.

[Dialogs]

DLG_PICPICK_EDITOR_TITLE=PicPick
DLG_CONTROLCAPTURE_TITLE=PicPick - Controle de Janelas
DLG_SCROLLINGWINDOWCAPTURE_TITLE=PicPick - Rolagem de Janela
DLG_REGIONCAPTURE_TITLE=PicPick - Área de Captura
DLG_FIXEDREGIONCAPTURE_TITLE=Capturar de Área Específica
DLG_FREEHANDCAPTURE_TITLE=PicPick - Captura à Mão Livre
DLG_WHITEBOARDTOOL_TITLE=PicPick - Quadro de Comunicações
DLG_MAGNIFIER_TITLE=PicPick - Lupa
DLG_COLORPICKER_TITLE=PicPick - Seletor de Cor
DLG_CROSSHAIR_TITLE=PicPick - Cruz
DLG_COLORPALETTE_TITLE=Paleta de Cores
DLG_AUTOSAVE_TITLE=Salvar Automaticamente
DLG_NEWIMAGE_TITLE=Nova Imagem
DLG_PRINT_TITLE=Imprimir
DLG_CANVASSET_TITLE=Redimensionar Tela
DLG_IMAGERESIZE_TITLE=Redimensionar Imagem
DLG_ABOUT_TITLE=Sobre
DLG_PIXELATE_TITLE=Pixelização
DLG_HUESATURATION_TITLE=Tonalidade/Saturação
DLG_BRIGHTNESSCONTRAST_TITLE=Brilho/Contraste
DLG_FRAME_TITLE=Moldura
DLG_WATERMARK_TITLE=Marca d'água
DLG_FONTVIEW_TITLE=Inserir Texto
DLG_CAPTURE_TITLE=Capturar
DLG_CHANGEHOTKEY_TITLE=Atalhos
DLG_WEBPAGECAPTURE_TITLE=PicPick - Captura de Página da Web
DLG_SHORTCUT_TITLE=Alterar Atalhos
DLG_SETUP_TITLE=Opções do Programa
DLG_FILENAMESETUP_TITLE=Nome do arquivo
DLG_IMAGES_TITLE=Imagens
DLG_GENERALSETUP_TITLE=Geral
DLG_SCREEN_RECORDER_TITLE=Gravação
DLG_FTPSETUP_TITLE=FTP
DLG_EDITORSETUP_TITLE=Editor
DLG_ARROWSET_TITLE=Seta personalizada
DLG_FACEBOOK_TITLE=Conectar ao Facebook
DLG_TWITTER_TITLE=Conectar ao Twitter
DLG_WEBUPLOAD_TITLE=Enviar para Web
DLG_QAT_TITLE=Barra de Acesso Rápido
BTN_ADD=&Adicionar
BTN_REMOVE=&Remover
BTN_OK=&OK
BTN_CANCEL=&Cancelar
BTN_APPLY=&Aplicar
#7.2.0
BTN_CLOSE=Fe&char
BTN_IGNORE=&Ignorar
BTN_RESET=&Redefinir
#7.2.0

[About]

GRP_PRESET=Preferências
CHK_ADDSTARTUP=Executar programa na inicialização
CHK_ADDDESTKOP=Criar atalho na área de trabalho
CHK_CHECKUPDATE=Verificar atualizações
LBL_LANGUAGE=Idioma
BTN_HOTKEY=Atalhos...
BTN_CREDIT=Créditos
LBL_PROGRAMPARAMETER=&Parâmetros...
CHK_SETTINGTOAPPDATA=Savar configurações para Dados do Aplicativo
LBL_MORELANGUAGE=Mais idiomas...
LBL_INFO_PRODUCT=Informações do Produto
LBL_INFO_LICENSE=Informações da Licença
LBL_INFO_VERSION=Versão

[Captures]

GRP_CONTROLCAPTURE_PROPERTY=Propriedades
LBL_CONTROLCAPTURE_CLASS=Nome
LBL_CONTROLCAPTURE_SIZE=Tamanho
LBL_CONTROLCAPTURE_INFO=Controle
LBL_CONTROLCAPTURE_SCROLL=Rolagem Automática
LBL_CONTROLCAPTURE_OUTPUTTYPE=Tipo de Saída
LBL_CONTROLCAPTURE_HANDLE=Controlador
LBL_CONTROLCAPTURE_RECT=Ret
LBL_CONTROLCAPTURE_BOTTOMTIP=Seleciona um controle da janela (botão, guia, caixa, barra de ferramentas, etc...) e pressione a tecla Print Screen.
GRP_FIXEDREGIONCAPTURE_PROPERTY=Tamanho da Área
LBL_FIXEDREGIONCAPTURE_WIDTH=Lagura:
LBL_FIXEDREGIONCAPTURE_HEIGHT=Altura:
TIP_REGIONCAPTURE_NOTDRAG=Seleciona qualquer área retangular da área de trabalho.
TIP_PIXEL=Pixels
TIP_FREEHANDCAPTURE_NOTDRAG=Desenha qualquer forma na tela para capturar.
LBL_COLORPICKER_COLORAS=Cor:
LBL_COLORPICKER_VALUE=Valor:
LSV_WEBPAGECAPTURE_LIST=Escolha a página da web que deseja capturar como imagem
BTN_WEBPAGECAPTURE_RELOAD=&Recarregar
BTN_WEBPAGECAPTURE_CAPTURE=&Capturar
LBL_MINIHELP=Clique com o botão esquerdo do mouse para selecionar uma área.
LBL_MINIHELP_CLICKDRAG=Clique or arraste sobre a tela para selecionar uma área.
LBL_MINIHELP_SCROLLCAPTURE=Pressione a tecla Esc para cancelar
LBL_MINIHELP_SCROLLCAPTURE_WAIT=Aguarde enquanto é calculada a área de rolagem...
LBL_TIME_DELAY=Tempo &de Atraso
LBL_SECONDS=%d Segundos
LBL_NODELAY=&Nenhum Atraso
LBL_ADD_CURSOR=Adicionar &Cursor
LBL_MORE_OPTIONS=Mais &Opções...
LBL_CLIPBOARD=Copiar para Área de Trans&ferência
#8.0.0
LBL_ADD_EFFECTS=Add Image &Effects
#8.0.0

[Shortcut]

TAB_HOTKEY=Atalhos do Teclado
GRB_CAPTURE=Capturar Tela
GRB_TOOLS=Ferramentas
LBL_KEYNONE=Nenhum
LBL_CAPTURE_FULLSCREEN=Capturar tela cheia
LBL_CAPTURE_ACTIVEWINDOW=Capturar janela ativa
LBL_CAPTURE_CONTROL=Capturar controle de janela
LBL_CAPTURE_SCROLLINGWINDOW=Capturar rolagem da janela
LBL_CAPTURE_REGION=Capturar área
LBL_CAPTURE_FIXEDREGION=Capturar área determinada
LBL_CAPTURE_FREEHAND=Capturar área à mão livre
LBL_CAPTURE_WEBPAGE=Capturar página da web
LBL_CAPTURE_REPEAT=Repetir última captura
LBL_TOOLS_EDITOR=Editor de Imagens
LBL_TOOLS_COLORPICKER=Seletor de Cores
LBL_TOOLS_COLORPALETTE=Paleta de Cores
LBL_TOOLS_PIXELRULER=Régua de Pixels
LBL_TOOLS_PROTRACTOR=Transferidor
LBL_TOOLS_CROSSHAIR=Cruz
LBL_TOOLS_WHITEBOARD=Quadro de Comunicações
LBL_TOOLS_MAGNIFIER=Lupa
CBO_HOTKEY_CUSTOM=Personalizar...
CBO_HOTKEY_DEFAULT=Padrão do PicPick
CBO_HOTKEY_HYPERSNAP=Hypersnap
CBO_HOTKEY_NONE=Desativar
LBL_TOOLS_SCREENRECORDER=Gravador de Tela

[FontView]
;-------------------------------------------------------------
GRP_COLOR=Cores
LBL_FONTCOLOR=Cor da Fonte
CHK_FILLCOLOR=Cor do Preenchimento
CHK_AA=Suavizar bordas das fontes

[AutoSave]

GRP_SELECTFOLDER=Salvar imagens automaticamente
LBL_SELECTFOLDER=Selecione uma pasta para salvar suas capturas.
BTN_SELECTFOLDER=&Procurar...
GRP_SELECTFILENAME=Nome do Arquivo
RDO_SELECTFILENAME_TEXT=Texto + Número
RDO_SELECTFILENAME_NUM=Apenas Número
RDO_SELECTFILENAME_DATETIME=Data/hora
EDT_SELECTFILENAME_DEFAULT=Imagem
GRP_SELECTFORMAT=Formato do Arquivo
RDO_SELECTFORMAT_BMP=Bitmaps (*.bmp)
RDO_SELECTFORMAT_JPG=Arquivos de Imagem JPEG (*.jpg)
RDO_SELECTFORMAT_PNG=Portable Network Graphics (*.png)
RDO_SELECTFORMAT_GIF=Imagem CompuServe GIF (*.gif)
RDO_SELECTFORMAT_PDF=Arquivos PDF (*.pdf)
LBL_SAVEFILENAME=Digite um nome do arquivo padrão para salvar automaticamente ou enviar ao FTP.
LBL_EXAMPLETITLE=Exemplo:
LBL_EXAMPLE1=%y : Ano, %m : Mês, %d : Dia
LBL_EXAMPLE2=%h : Hora, %n : Minuto, %s : Segundo
LBL_EXAMPLE3=%c : Número
LBL_EXAMPLE4=%u : Usuário, %w : Nome do Computador
LBL_EXAMPLE5=%t : Data e Hora Unix
GRB_OTHERPROGRAM=Configurar Programa Externo
LBL_OTHERPROGRAM=Escolha um programa externo para enviar suas capturas.
LBL_OTHERPROGRAMPATH=Caminho:
LBL_OTHERPROGRAMPARAMETER=Parâmetro:
LBL_OTHERPROGRAMSELECT=Enviar para programa externo...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint
LBL_SELECTFORMAT=Selecione um formato de arquivo.

[GeneralSet]

GRB_STARTINGOPTION=Opções de Inicialização
LBL_PROGRAM_MODE=Escolher o modo de programa padrão
CBO_PROGRAM_MODE_EDITOR=Editor de Imagem
CBO_PROGRAM_MODE_WIDGET=Widget Flutuante
CBO_PROGRAM_MODE_TRAY=Apenas mostrar notificações
CHK_STARTUP=Executar o PicPick na inicialização do Windows
CHK_UPDATE=Verificar atualizações 
GRB_APPEARANCE=Aparência
LBL_THEME=Cores
CBO_THEME_DEFAULT=Padrão do Sistema
CBO_THEME_LIGHT=Claro
CBO_THEME_DARK=Escuro
LBL_LANGUAGE=Idioma

[CaptureSet]

GRB_CAPTUREOPTION=Opções de Captura
CHK_DUALMONITORS=Ativar suporte a dois monitores
CHK_SOUND=Emitir aviso sonoro ao capturar
CHK_MOUSECURSOR=Incluir o cursor na imagem
CHK_HIDEEDITOR=Ocultar o Editor do PicPick antes de capturar
CHK_ALWAYSCOPYCLIPBOARD=Sempre copiar a imagem capturada na área de transferência
CHK_STARTWITHCAPTUREBAR=Mostrar barra de captura ao iniciar o programa
GRB_AUTOSCROLL=Rolagem automática
CHK_SCROLLCAPTURE=Ativar rolagem automática
LBL_SCROLLDELAY=Velocidade da rolagem:
LBL_SCROLLDELAYMS=ms
GRB_MAGNIFIER=Janela da lupa
CHK_MAGNIFIER=Exibir janela da lupa ao capturar
LBL_ZOOMSCALE=Ampliação:
GRB_CAPTUREDELAY=Esperar antes de capturar
CHK_ADVANCECONTROLCAPTURE=Usar captura de controle de janela avançada
LBL_CAPTUREOUTPUT=Alterar o tipo de saída ao usar teclas de atalho ou selecionar menus na área de notificação
CHK_TOOLBAR=Mostrar barra de ferramentas ao capturar
CHK_DISPLAY_SEC=Exibir contagem regressiva de atraso
CHK_MARK_OUTER=Darken outside of the selection
GRB_MAGNIFIER_GRID=Display grid lines

[FTP]

GRB_FTPSERVER=Configuração do Servidor de FTP
LBL_FTPADDRESS=Servidor FTP:
LBL_REMOTEPATH=Caminho remoto:
LBL_PORT=Porta :
CHK_PASSIVEFTP=Usar FTP passivo
LBL_USERNAME=Usuário:
LBL_PASSWORD=Senha:
BTN_CONNECTTEST=TESTAR
LBL_SENDWEBBROWSER=Abrir URL na Web
LBL_SENDCLIPBOARD=Copiar URL na Área de Transferência
LBL_WEBADDRESS=URL

[EditorSet]

GRB_EDITOROPTION=Opções do Editor
CHK_OPENEDITORWHENSTART=Abrir editor ao iniciar programa
CHK_CENTERIMAGE=Alinhar imagens no centro da janela
CHK_CLOSEWITHOUTASKING=Fechar imagem não salva sem perguntar
CHK_CROPNEW=Recortar como nova imagem
CHK_SHOWCLASSICUI=Mostrar interface da barra de ferramentas do menu clássico
CHK_EXITWHENCLOSING=Sair do PicPick ao fechar o editor de imagens
CHK_AUTOFLATTEN=Nivelar automaticamente as formas com a imagem de fundo
LBL_BG=Cor de fundo:
RDO_BGDEFAULT=Padrão do Sistema
RDO_BGGRID=Grade
RDO_BGSOLID=Cor sólida
GRB_FILETYPE=Associação de Tipos de Arquivo
LBL_FILETYPE=Selecione os tipos de arquivo que deseja abrir usando o PicPick
LBL_FILETYPEVISTA=Tornar o PicPick o editor de imagens padrão
#8.0.0
CHK_SHAPE_GALLERY=Show shape gallery in the Ribbon
CHK_NORECENT=Do not show recently opened images
#8.0.0

[ArrowSet]

CHK_START=Início
CHK_END=Fim
CHK_OUTLINE=Adicionar Contorno
CBO_AT_ARROW1=Seta 1
CBO_AT_ARROW2=Seta 2
CBO_AT_CIRCLE=Círculo
CBO_AT_DIAMOND=Losango

[CanvasSet]

GRP_SIZE=Tamanho da Tela
LBL_WIDTH=Nova largura
LBL_HEIGHT=Nova altura
LBL_BACKCOLOR=Cor de fundo
LBL_PRESETS=Predefinições
CBO_CLIPBOARD=Área de Transferência
CBO_LASTUSED=Último usado
CBO_CURRENT=Tamanho atual
CBO_WHITE=Branco
CBO_BLACK=Preto
CBO_TRANSPARENT=Transparente
CBO_CUSTOM=Personalizar

[ResizeSet]

RDO_ZOOM=Escalar por porcentagem
RDO_SIZE=Escalar para tamanho específico
CHK_KEEP=Manter proporção
LBL_WIDTH=Largura
LBL_HEIGHT=Altura

[ColorSet]

BTN_PREVIEW=&Visualizar
LBL_PIXELATE=Pixelizar
LBL_HUE=Tonalidade
LBL_SATURATION=Saturação
LBL_BIRGHTNESS=Brilho
LBL_CONTRAST=Contraste
LBL_LIGHTNESS=Luminosidade

[FrameSet]

GRP_PREVIEW=&Visualizar
GRP_EFFECT=Efeito
CHK_BORDER=Borda
CHK_FRAME=Moldura
LBL_ETC=Localizar mais efeitos de moldura...
CHK_AUTO=Aplicar efeito de moldura ao capturar imagem
CHK_SHADOW=Sombra
CBO_SHADOW_POS_CENTER=Centralizada
CBO_SHADOW_POS_TL=Superior esquerda
CBO_SHADOW_POS_TR=Superior direita
CBO_SHADOW_POS_BL=Inferior esquerda
CBO_SHADOW_POS_BR=Inferior direita

[Palette]

LBL_RED=Vermel&ho
LBL_GREEN=&Verde
LBL_BLUE=A&zul
LBL_TYPE=Cor:
BTN_COPY=&Copiar
CLR_DEFAULTTEXT=Paleta de Cores
CLR_CUSTOMTEXT=Mais Cores...

[PixelRuler]

MNU_RULER_MOVE=&Mover
MNU_RULER_MOVE_UP=&Subir
MNU_RULER_MOVE_DOWN=&Descer
MNU_RULER_MOVE_LEFT=&Esquerda
MNU_RULER_MOVE_RIGHT=Direi&ta
MNU_RULER_TYPE=&Tipo
MNU_RULER_TYPE_HOTRIZONTAL=&Horizontal
MNU_RULER_TYPE_VERTICAL=&Vertical
MNU_RULER_TRANSPARENT=T&ransparência
MNU_RULER_TRANSPARENT_USE=&Ativar
MNU_RULER_TRANSPARENT_NOTUSE=&Desativar
MNU_RULER_TRANSPARENT_INC=Au&mentar (+)
MNU_RULER_TRANSPARENT_DEC=&Diminuir (-)
MNU_MAGNIFIER=Mostrar &Lupa...
MNU_RULER_EXIT=Sa&ir
MNU_RULER_UNIT=&Unidade de Medida
MNU_RULER_UNIT_PIXEL=&Pixels
MNU_RULER_UNIT_INCH=Po&legadas
MNU_RULER_UNIT_CM=&Centímetros
MNU_RULER_UNIT_DPI=&PPP
MNU_RULER_COLOR=&Cor
MNU_RULER_COLOR_BLUE=A&zul (padrão)
MNU_RULER_COLOR_YELLOW=A&marelo (tradicional)
MNU_RULER_COLOR_WHITE=&Branco
MNU_RULER_COLOR_BLACK=&Preto
MNU_RULER_COLOR_DARKGRAY=Cin&za Escuro
MNU_RULER_COLOR_DEFAULT=Pa&drão do Sistema
MNU_RULER_UNIT_DPI_CUSTOM=&Personalizar...
DLG_CUSTOMDPI_TITLE=Configuração de DPI personalizada
LBL_CUSTOMDPI_TEXT=Especifique os Pixels por Por Polegada (DPI):

[WhiteBoard]

MNU_WHITEBOARD_PENWIDTH=Grossura do &Lápis
MNU_WHITEBOARD_PENCOLOR=&Cor do Lápis
MNU_WHITEBOARD_PENCOLOR_BLACK=Preto
MNU_WHITEBOARD_PENCOLOR_WHITE=Branco
MNU_WHITEBOARD_PENCOLOR_RED=Vermelho
MNU_WHITEBOARD_PENCOLOR_GREEN=Verde
MNU_WHITEBOARD_PENCOLOR_BLUE=Azul
MNU_WHITEBOARD_PENCOLOR_CYAN=Ciano
MNU_WHITEBOARD_PENCOLOR_MAGENTA=Magenta
MNU_WHITEBOARD_PENCOLOR_YELLOW=Amarelo
MNU_WHITEBOARD_PENCOLOR_GRAY=Cinza
MNU_WHITEBOARD_PENCOLOR_CUSTOM=&Outra...
MNU_WHITEBOARD_CLEAR=&Limpar
MNU_WHITEBOARD_SAVE=&Capturar tela
MNU_WHITEBOARD_EXIT=Sa&ir
TIP_TOOL_MOVE=Mover
TIP_TOOL_ZOOM=Ampliar
TIP_TOOL_PEN=Lápis
TIP_TOOL_LINE=Linha
TIP_TOOL_ARROW=Seta
TIP_TOOL_SHAPE=Forma
TIP_TOOL_RECT=Retângulo
TIP_TOOL_ELLIPSE=Elipse
TIP_TOOL_RRECT=Retângulo Arredondado
TIP_TOOL_TRANSPARENT=Transparência
TIP_TOOL_CLEAR=Limpar
TIP_TOOL_SAVE=Capturar tela
TIP_TOOL_WIDTH=Largura
TIP_TOOL_COLOR=Cor

[Print]

BTN_PRINTERSETUP=Configurar Impressora...
BTN_PRINT=&Imprimir
GRB_PREVIEW=Visualizar
TAB_PAPERSETUP=Configurar Página
TAB_ADDTEXT=Adicionar Texto
GRB_MARGINSETUP=&Margem
LBL_MARGINTOP=Superior
LBL_MARGINLEFT=Esquerda
LBL_MARGINRIGHT=Direita
LBL_MARGINBOTTOM=Inferior
GRB_IMAGESETUP=Configurar &Imagem
CHK_CENTER=Centralizar imagem
CHK_SHRINK=Ajustar à página
CHK_PROPORTINAL=Manter proporção
CHK_GRAYSCALE=Tons de cinza
GRB_PAPERCOUNT=&Número de cópias
LBL_PAPERUNIT=Página(s)
GRB_ORIENTATION=&Orientação
RDO_PORTRAIT=Retrato
RDO_LANDSCAPE=Paisagem
GRB_HEADER=Ca&beçalho
CHK_HEADERADD=Adicionar
CBO_HEADERDEFAULT=Digite o texto do cabeçalho aqui
LBL_HEADERMARGIN=Margem:
BTN_HEADERFONT=Fontes...
RDO_HEADERLEFT=Esquerda
RDO_HEADERCENTER=Centralizado
RDO_HEADERRIGHT=Direita
GRB_FOOTER=Ro&dapé
CHK_FOOTERADD=Adicionar
CBO_FOOTERDEFAULT=Digite o texto do rodapé aqui
LBL_FOOTERMARGIN=Margem:
BTN_FOOTERFONT=Fonte...
RDO_FOOTERLEFT=Esquerda
RDO_FOOTERCENTER=Centralizado
RDO_FOOTERRIGHT=Direita
LBL_SETTINGS=Configurações
LBL_PRINTER=Impressora
BTN_PRINT_COLOR=Cor da Impressão
CHK_COLOR=Cor
CHK_MARGIN_NARROW=Estreito
CHK_MARGIN_NORMAL=Normal
CHK_MARGIN_MODERATE=Moderado
CHK_MARGIN_WIDE=Largo
CHK_MARGIN_CUSTOM=Margens Pesonalizadas...
#7.2.0
CHK_PAPER_CUSTOM=Mais Tamanhos de P&apel...
LBL_SAVE_PDF=Salvar como PDF

[dxPSRes]

sdxPrintAllPages=Imprimir Todas as Páginas
sdxPrintCurrentPage=Imprimir Página Atual
sdxCustomPrint=Impressão Personalizada
sdxPages=Páginas
sdxPageSetupCaption=Configurar Página
sdxPage=Página
sdxMargins=Margens
sdxScaling=Escala
sdxPaper=Papel
sdxPaperWidth=Largura
sdxPaperHeight=Altura
sdxPaperSource=Origem do papel
sdxAutoOrientation=Automático
sdxPrintOrder=Ordem de Impressão
sdxDownThenOver=Abaixo e acima
sdxOverThenDown=Acima e abaixo
sdxCenterOnPage=Centralizar na página
sdxHorizontally=Horizontalmente
sdxVertically=Verticalmente
sdxBtnHeaderBackground=Fundo
sdxBtnFix=Corrigir
sdxBtnRestoreOriginal=Restaurar Original
sdxAdjustTo=Ajustar para
sdxFitToWidth=Ajustar à largura da imagem
sdxFitToHeight=Ajustar à altura da imagem
sdxFitTo=Ajustar para
sdxPagesWideBy=Largura da(s) página(s) por
sdxTall=altura
SdxInvalidMargins=Uma ou mais margens estão definidas com valores inválidos.
sdxPaperSize=Tamanho do Papel
sdxStatus=Status
sdxStatusReady=Pronto
sdxStatusPrinting=Imprimindo - %d página(s) concluída(s)
sdxBuildingReportStatusText=Preparando - Pressione Esc para cancelar
sdxPrintingReportStatusText=Imprimindo - Pressione Esc para cancelar
sdxThereIsNoPictureToDisplay=Não há imagem para exibir
sdxCustomSize=Tamanho personalizado
#7.2.0

[Facebook]

BTN_CLOSE=&Fechar
LBL_PREVIEW=Visualizar imagem
LBL_CAPTION=Legenda da foto
RDO_SELECTALBUMS=Selecionar álbuns
RDO_CREATEALBUM=Criar novo álbum de fotos
LBL_CREATEALBUM_NAME=Nome:
LBL_CREATEALBUM_LOCATION=Local:
LBL_CREATEALBUM_DESCRIPTION=Descrição:
LBL_CREATEALBUM_PRIVACY=Privacidade:
CBO_CREATEALBUM_1=Todos
CBO_CREATEALBUM_2=Meus locais de rede e amigos
CBO_CREATEALBUM_3=Amigos dos meus amigos
CBO_CREATEALBUM_4=Somente a amigos
BTN_UPLOAD=Enviar
LBL_IMGURL=URL da imagem
LBL_LINKURL=URL do álbum
LBL_UPLOADING=Enviando...
LBL_UPLOADCOMPLETE=Envio concluído!
LBL_UPLOADWAIT=Aguardando resposta...
LBL_UPLOADFAILURE=Falha no envio. Tentar novamente.
LBL_UPLOADRESULT=Você enviou com sucesso uma foto.
LBL_ACCOUNT=Conta:
LBL_PASSWORD=Senha:
LBL_REMEMBERPASSWORD=Lembrar senha
LBL_MESSAGE=Mensagem:
LBL_WEBUPLOAD_TITLE=Enviar sua imagem diretamente para web
LBL_WEBUPLOAD_TITLESUB=via ImageShack - Armazenamento gratuito de imagens online
LBL_WEBUPLOAD_SIGNUP=Ingressar para gerenciar as imagens enviadas!
LBL_WEBUPLOAD_NOACCOUNT=Convidado (Não é necessário cadastrar-se)
LBL_WEBUPLOAD_ACCOUNTEXIST=Tenho cadastro no ImageShack
BTN_REQUESTTWITTERPIN=Solicitar o NIP do Twitter
BTN_REMEMBERME=Lembrar-me neste computador
LBL_TWITTERPIN=NIP
BTN_CONNECT=&Conectar
BTN_DISCONNECT=&Desconectar

[ThumbnailView]

BTN_QUICKTABS=Guias Expressas
MNU_RENAME=&Renomear...
MNU_OPENFILELOCATION=&Abrir pasta do arquivo...
LBL_RENAME=Especifique um nome.

[ObjectProperty]

SHP_TEXTBOX=Texto
SHP_HIGHLIGHTRECT=Realçar retângulo
SHP_MAGNIFYEFFECT=Efeito de lupa
SHP_NUMBERSTAMP=Selo de número
SHP_LINES=Linhas
SHP_CUSTOMSHAPES=Formas personalizadas
SHP_TRIANGLE=Triângulo
SHP_SHAPES=Formas
SHP_LINE=Linha
SHP_CURVE=Curva
SHP_ARROW=Seta
SHP_CURVEARROW=Seta curva
SHP_ELLIPSE=Elipse
SHP_RECT=Retângulo
SHP_ROUNDRECT=Retângulo arredondado
SHP_BALLOON=Balão
SHP_DIAMOND=Losango
SHP_PENTAGON=Pentágono
SHP_Hexagon=Hexágono
SHP_5STAR=Estrela de cinco pontas
SHP_6STAR=Estrela de seis pontas
TAB_EDIT=Editar
TBN_DELETE_OBJECT=E&xcluir
TBN_DUPLICATE=D&uplicar
MNU_FLATTEN=Ni&velar
MNU_FLATTENALL=Nivelar t&udo
LST_CHANGESHAPE=Alterar forma
TAB_SHAPESTYLES=Estilos da forma
TBN_SHAPETEXT=Inserir &texto...
TBN_SHAPEFILL=Preenchimento
MNU_SHAPEFILL_NOFILL=Nenhum
MNU_SHAPEFILL_SOLIDFILL=Sólido
MNU_SHAPEFILL_GRAFILL=Degradê vertical
MNU_SHAPEFILL_RADIALFILL=Degradê radial
TBN_SHAPEOUTLINE=Contorno
MNU_SHAPEOUTLINE_NOLINE=Nenhum
MNU_SHAPEOUTLINE_SOLIDLINE=Linha sólida
MNU_SHAPEOUTLINE_DOTLINE=Linha pontilhada
MNU_SHAPEOUTLINE_DASHLINE=Linha tracejada
MNU_SHAPEOUTLINE_DASHDOTLINE=Linha tracejada-pontilhada
MNU_SHAPEOUTLINE_DASHDOTDOTLINE=Linha tracejada-pontilhado duplo
TBR_SHAPEINSERT=Inserir Formas
TBN_SHAPEFORMAT=Formato da Forma
TBN_SHAPEEFFECTS=Efeitos da Forma
MNU_SHAPEEFFECTS_NOEFFECTS=Sem efeitos
MNU_SHAPEEFFECTS_SHADOW=Efeitos
MNU_SHAPEEFFECTS_SHADOWUSE=Sombra
MNU_SHAPEEFFECTS_SHADOWOPTION=Opções...
MNU_SHAPEEFFECTS_BALLOONPOS=Direção do Balão
MNU_SHAPEEFFECTS_BALLOONPOSTL=Superior esquerdo
MNU_SHAPEEFFECTS_BALLOONPOSTR=Superior direito
MNU_SHAPEEFFECTS_BALLOONPOSBL=Inferior esquerdo
MNU_SHAPEEFFECTS_BALLOONPOSBR=Inferior direito
MNU_SHAPEEFFECTS_ARROWSTART=Ponta inicial
MNU_SHAPEEFFECTS_ARROWEND=Ponta final
MNU_SHAPEEFFECTS_ARROWNONE=Sem seta
MNU_SHAPEEFFECTS_ARROW1=Seta 1
MNU_SHAPEEFFECTS_ARROW2=Seta 2
MNU_SHAPEEFFECTS_ARROWCIRCLE=Círculo
MNU_SHAPEEFFECTS_ARROWDIAMOND=Losango
MNU_SHAPE_ARRANGE=Organizar
BTN_SHAPE_FRONT=Trazer para frente
BTN_SHAPE_BACK=Enviar para trás
BTN_SHAPE_ARROWSTYLE=Estilo da Seta
TAB_SHAPECOLOR=Cor da Forma
TAB_NUMBERSTAMP_NUMBER=Formato do Selo
MNU_NUMBERSTAMP_CURRENT=Atual
MNU_NUMBERSTAMP_NEXT=Seguinte
TAB_NUMBERSTAMP_STYLE=Estilos de Selo
MNU_NUMBERSTAMP_SIZE=Tamanho
MNU_NUMBERSTAMP_SIZE_SMALL=&Pequeno
MNU_NUMBERSTAMP_SIZE_Medium=&Médio
MNU_NUMBERSTAMP_SIZE_LARGE=&Grande
MNU_NUMBERSTAMP_SHAPE=Formas
MNU_NUMBERSTAMP_SHAPE_CIRCLE=&Circular
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=&Retangular
TBN_SELECT_CROPCURRENT=Cor&tar
TBN_SELECT_CROPNEW=Cortar como &nova imagem
TAB_SELECT_SIZE=Tamanho
MNU_SELECT_SIZE_LEFT=Esquerda
MNU_SELECT_SIZE_TOP=Superior
MNU_SELECT_SIZE_WIDTH=Largura
MNU_SELECT_SIZE_HEIGHT=Altura
MNU_SELECT_INVERTSELECTION=Inverter seleção
TAB_MAGNIFIER_STYLE=Estilos de Lupa
MNU_SHARE_OPTIONS=&Opções...
TBN_NEW_LAYER=&Nova Camada
TBN_CHANGE_SHAPE=A&lterar Forma
BTN_LAYER_BRINGFORWARD=Trazer para &Frente
BTN_LAYER_SENDBACKWARD=En&viar para Trás
BTN_LAYER_BRINGTOFRONT=Trazer para F&rente
BTN_LAYER_SENDTOBACK=En&viar para &Trás
SHP_NORMAL_SHAPES=Formas Normais
SHP_CIRCLE=Círculo
SHP_RIGHT_TRIANGLE=Triângulo Reto
SHP_HEPTAGON=Heptágono
SHP_OCTAGON=Octógono
SHP_SPEECHBUBBLE=Balão de Fala
SHP_SPEECHBUBBLE_ROUNDED=Balão de Fala Arredondado
SHP_THOUGHTBUBBLE=Balão de Pensamento
SHP_CROSS=Cruz
SHP_HEART=Coração
SHP_LIGHTNING=Relâmpago
SHP_CLOUD=Nuvem
SHP_BANNER=Bandeira
SHP_8STAR=Estrela de 8 pontas
SHP_EXPLOSION=Explosão
SHP_ARROW_RIGHT=Seta Direita
SHP_ARROW_LEFT=Seta Esquerda
SHP_ARROW_UP=Seta para Cima
SHP_ARROW_DOWN=Seta para Baixo
SHP_ARROW_FAT_RIGHT=Seta Gorda Direita
SHP_ARROW_FAT_LEFT=Seta Gorda Esquerda
SHP_ARROW_FAT_UP=Seta Grossa para Cima
SHP_ARROW_FAT_DOWN=Seta Grossa para Baixo
SHP_ARROW_LEFTRIGHT=Seta Esquerda-Direita
SHP_ARROW_UPDOWN=Seta para Cima-Abaixo
SHP_TAG_RIGHT=Etiqueta Direita
SHP_TAG_LEFT=Etiqueta Esquerda
SHP_TAG_UP=Etiqueta para Cima
SHP_TAG_DOWN=Etiqueta para Baixo

[Licenses]

rdoRegistered=Sou usuário registrado e tenho uma licença para uso comercial
rdoPersonal=Quero o programa apenas para uso pessoal
btnBuy=&Comprar agora
btnRegister=&Registrar
btnAgree=&Concordo
btnClose=&Fechar
lblEnterLicense=Digite suas informações de registro
lblOwnerName=Nome
lblRegistrationCode=Código de registro
lblLicenseInfo=Produto licenciado para:
lblPersonalUse=USUÁRIO DOMÉSTICO (SOMENTE PARA USO PESSOAL)
lblAskBuy=Obrigado por usar o PicPick!
lblAskBuyDescription=Note que esta versão não registrada só pode ser usada para uso pessoal em ambientes não comerciais. Gostaria de adquirir uma licença agora?

[CommercialVersionTrial]

btnModeTrial=Testar grátis
btnModeTrialDescription=Eu gostaria de continuar usando este produto de forma experimental.
btnModeActivate=Ativar sua chave de licença
btnModeActivateDescription=Sou um usuário registrado e tenho uma chave de licença.
btnModeBuy=Comprar
btnModeBuyDescription=Ir para a página oficial para obter sua chave de licença.
lblTrialDescription=Esta é uma versão de avaliação de 30 dias do PicPick. Quando o período de avaliação expirar, você deverá comprar uma licença para desbloquear o programa ou desinstalá-lo do computador.
btnContinueTrial=&Continuar avaliando
lblDayLeft=Você tem {$1} dia(s) restantes de seus {$2} dias de avaliação.
lblDayExpired=Sua licença não está mais disponível.
lblEnterLicense=Digite suas informações de registro
lblOwnerName=Usuário
lblRegistrationCode=Chave de licença
lblRegistrationHelp=Problemas com a ativação?
btnRegister=&Ativar
btnDeactivate=&Deactivate
lblActivationOffline1=1. Abra a URL abaixo e obtenha o seu código de autenticação. Se você estiver em um ambiente off-line, precisará ficar on-line em outro computador.
lblActivationOffline2=2. Cole seu código de autenticação da URL acima.
lblAuthCode =Código de Autenticação:
lblExample=ex.
lblDeactivationOffline=Please open the below URL to deactivate your license. If you are in an offline environment, you need to go online at another computer.

[ImagesSet]

grbJPEGOption=Opções JPEG
lblJPEGQuality=Qualidade
cboJPEGQualityMaximum=Máxima
cboJPEGQualityHigh=Alta
cboJPEGQualityMedium=Média
cboJPEGQualityLow=Baixa

[SaveAll]

grbSaveOptions=Salvar Opções
lblSelectFolder=Selecione uma pasta para salvar suas capturas.
rdoAllImages=Todas as imagens
rdoUnsavedImages=Todas as imagens não salvas
grbFileOptions=Opções do Arquivo
lblFileName=Nome
lblFileType=Tipo
rdoFiles=Arquivos

[ColorBalance]

grpbxColorBalance=Balanço de cores
lblColorLevels=Níveis de cor
grpbxToneBalance=Balanço de tonalidade
rdbtnShadows=Sombras
rdbtnMidtones=Meios-tons
rdbtnHighlights=Realces
chckbxPreserveLuminosity=Preservar luminosidade

[StartPage]

lblStartHome=Escolher tarefa...
lblStartTitle1=Nova tarefa
lblStartTitle2=Acessórios Gráficos
chkStartDoNotShow=Não mostrar esta janela novamente ao abrir o programa.

[Watermark]

lblWaterMarkPreview=Vi&zualizar
lblWaterMarkFile=Arquivo:
lblWaterMarkPosition=Posição:
lblWaterMarkOpacity=Opacidade:
lblWaterMarkOffsetX=Deslocamento X:
lblWaterMarkOffsetY=Deslocamento Y:
chkWaterMarkAuto=Adicionar marca d'água automaticamente ao capturar imagem.
lblWaterMarkTypeImage=Marca d'água da imagem
lblWaterMarkTypeText=Marca d'água de texto
cboWaterMarkTextSize=Tamanho do texto
cboWaterMarkTextColor=Cor

[PicPickUploader]

lblGoogle=Google Drive
lblDropbox=Dropbox
lblOneDrive=OneDrive
lblFTP=FTP
lblImgur=Imgur
btnOK=&OK
btnCancel=&Cancelar
btnConnect=Co&nectar...
btnOptions=O&pções...
btnUpload=En&viar
btnAccount=Cont&a...
lblConnected=Conectado
lblNotConnected=Não Conectado
lblConnecting=Conectando...
lblUploading=Enviando...
lblUploaded=Envio Conluído
lblNotUploaded=Falha ao enviar. Tente novamente.
lblGuestAccount=Conta de Visitante
lblWait=Aguarde...
tbnConnect=Conectar
tbnDisconnect=Desconectar
tbnRefresh=Atualizar
tbnNewFolder=Nova Pasta
tbnOptions=Opções
tbnSelectFolder=&Local de Envio...
tbnShareLink=Opções de Compartilhamento de Link...
lblSelectFolder=Escolha uma pasta para enviar sua imagem.
lblMyDrive=Minha unidade
lblNewFolder=Insira um novo nome de pasta.
lblAuth=Ingresse através do seu navegador da web.
lblUploadSuccess=Você enviou uma imagem com sucesso.
lblShareLink=Compartilhar Link
lblGetLink=Obter Link
chkShareLink=Sempre criar um link compartilhado após o envio
chkCopyLink=Copiar link compartilhado para a área de transferência após o envio
lblHost=&Domínio
lblUsername=&Usuário
lblPassword=Sen&ha
lblPort=&Porta
lblLocation=Caminho &Remoto

[ScreenRecorder]

tbnRecord=Iniciar G&ravação
tbnPause=&Pausar Gravação
tbnStop=Pa&rar Gravação
tbnResume=R&etomar Gravação
tbnFullscreen=Modo de Tela C&heia
tbnRegion=Modo de Ár&ea
popSP16x9=Predefinições 16:9
popSP4x3=Predefinições 4:3
popAuto16x9=Ajustar para 16:9
popAuto4x3=Ajustar para 4:3
popSelect=&Selecionar Área...
popCustom=Tamanho Personali&zado...
tbnMic=Adicionar Microfone
tbnCursor=Adicionar Cursor
tbnSoundMute=Nenhum Som
tbnSoundMic=Gravar Microfone
tbnSoundSystemAudio=Gravar Áudio do Sistema
tbnOpenFolder=A&brir Pasta de Saída
tbnOptions=&Opções
tbnClose=Fe&char
statusRecord=Gravação
statusPaused=Pausado
statusStop=Interrompido
statusReady=Pronto
frmRecordingArea=Área de Gravação

[ScreenRecorderOptions]

grbGeneral=Geral
chkAutoHide=Ocultar automaticamente a janela no modo de tela cheia
chkCursor=Gravar cursor do mouse
chkPopup=Mostrar menu de contexto da pasta de saída ao concluir gravação
grbVideo=Vídeo
lblFileType=Tipo de Arquivo
lblFPS=MP4 QPS
lblGIFFPS=GIF QPS
lblQuality=Qualidade
cboQualityVeryHigh=Muita qualidade
cboQualityHigh=Alta qualidade
cboQualityMedium=Qualidade média
cboQualityLow=Baixa qualidade
cboQualityVeryLow=Qualidade muito baixa
grbAudio=Áudio
chkMic=Gravar som do microfone
chkSystemAudio=Gravar áudio do sistema
lblAudioChannels=Canais
cboAudioChannelsStereo=Estéreo
cboAudioChannelsMono=Mono
lblAudioBitrate=Taxa de bits
lblAudioFrequency=Frequência
btnDefault=&Restaurar padrões
lblOutput=Selecione uma pasta de saída para salvar as gravações.
lblHotKey=Tecla de atalho de gravação (Reproduzir/Parar)
#7.2.0
lblMaxLength=Duração máxima da gravação
cboMaxLength30mins=30 minutos
cboMaxLength1hour=1 hora
cboMaxLength2hours=2 horas
cboMaxLength4hours=4 horas
#7.2.0

[BugReport]

lblHeader=Envie-nos seus comentários para ajudar a tornar o PicPick ainda melhor.
chkAgree=Ao pressionar enviar, suas informações serão usadas para melhorar o PicPick.
edtEmail=E-mail (Opcional)
btnSubmit=En&viar
lblFeedback=Obrigado por seus comentários!

[Website Resources]

title_picpick=PicPick - Ferramenta de desenho tudo em um, Captura de Tela, Editor de Imagem, Selector de Cor, Régua de Pixels e Mais
title_ngwin=NGWIN - Desenvolvemos programas de fácil utilização que propiciam ambientes favoráveis de computação
nav_picpick=PicPick
nav_partners=Parceiros
nav_contact=Contatos
nav_home=Início
nav_features=Recursos
nav_download=Baixar
nav_buy=Comprar
nav_forum=Fórum
section_features=Recursos
section_reviews=Avaliações da Imprensa
section_download=Baixar
section_download_commercial=VERSÃO COMERCIAL PARA USUÁRIOS REGISTADOS
section_buy=Comprar
section_plans=Preços e Planos
section_screenshots=Capturas de Tela
section_customers=Nossos Clientes
section_latestversion=Versão mais Recente
section_changelog=Registro de Alterações
section_availableon=Disponível Para
section_likeuson=Curta-nos em
section_eula=Contrato de Licença de Usuário Final
section_privacypolicy=Política de Privacidade
section_volumepricing=Preços por volume
button_download=BAIXAR
button_buy=COMPRAR
button_upgrade=ATUALIZAR
button_upgrade_nothanks=Não Obrigado
button_viewdetail=VER DETALHES
button_free_download=BAIXAR GRÁTIS
button_download_portable=Versão Portátil
button_download_commercial=Já comprei uma licença.
text_freetotry=Grátis para uso pessoal, teste-o hoje.
text_copyright=Direitos autorais {copy} {ngwin}, Todos os direitos reservados.
text_winavailable=Disponível para todas as versões Windows
text_winavailable2=Microsoft Windows 10, 8.1, 8, 7, Vista e XP incluíndo ambas as versões 32 e 64-bits.
text_recommend=RECOMENDAR
text_limitedtimeoffer=OFERTA LIMITADA
text_free=GRÁTIS
text_personal_only_detail=Note que esta versão gratuíta é apenas para uso pessoal em ambientes não comerciais.
text_license_peruser=O PicPick é licenciado por usuário. Cada comprador pode ter o programa instalado em duas máquinas. (por exemplo, PC e notebook).
text_license_noshare=Uma licença não pode ser compartilhada por diversos usuários.
text_bluesnap=O 2Checkout é um sistema de pagamento on-line que recomendamos. Ele suporta um sistema de pagamento on-line completamente seguro com diversas modalidades como paypal, cartão de crédito, etc.
text_thankyou=Obrigado por instalar o PicPick.
text_download_thankyou=Obrigado por baixar o PicPick.
text_download_start=Seu download será iniciado automaticamente dentro de poucos segundos.
text_download_ifnot=Se o download não começar automaticamente, clique {here} ou baixe dos links alternativos.
text_download_ifnot2=Se o download não começar automaticamente, clique {here}.
text_download_ifnot2_here=aqui
text_upgrade=Atualize para versão Professional e obtenha mais recursos!
overview_jumbotron_h1=PicPick
overview_jumbotron_h2=Ferramenta de desenho tudo em um, para todos
overview_jumbotron_p1=Uma ferramenta completa de captura de tela, editor de imagem intuitivo, seletor de cores, paleta de cores, régua de pixels, transferidor, cruz, quadro de comunicações e muito mais.
overview_jumbotron_p2=Fácil de usar e repleto de funcionalidades para criação de suas imagens. Adequado para criadores de programas, designers gráficos e usuários domésticos.
overview_feature_1_h1=Capture qualquer coisa
overview_feature_1_p1=Faça capturas da tela inteira, de uma janela ativa, de rolagem de janelas e qualquer região específica da sua área de trabalho, etc.
overview_feature_2_h1=Edite suas imagens
overview_feature_2_p1=Anote e realce suas imagens=texto, setas, formas e mais com o editor de imagens incorporado que incluí o estilo mais recente de menu em faixa de opções.
overview_feature_3_h1=Aprimore com efeitos
overview_feature_3_p1=Adicione facilmente efeitos às suas imagens=insere sombras, molduras, marcas d\'água, mosaicos, desfocagem de movimento, controle de brilho e mais
overview_feature_4_h1=Compartilhe em qualquer lugar
overview_feature_4_p1=Salve, compartilhe ou envie as suas imagens pela internet, e-mail, ftp, Dropbox, Google Drive, SkyDrive, Box, Evernote, Facebook, Twitter e mais.
overview_feature_5_h1=Acessórios Gráficos
overview_feature_5_p1=Variedade de acessórios de design gráfico incluindo seletor de cores, paleta de cores, régua de pixels, transferidor, cruz, lupa, quadro de comunicações.
overview_feature_6_h1=Configurações Personalizadas
overview_feature_6_p1=Com configurações altamente avançadas, você pode personalizar teclas de atalho, nomeação arquivos, qualidade da imagem, e muitas outras opções que ajustam às suas necessidades.
reviews_1_body=Este programa nos lembra um canivete suiço, ou talvez uma gaveta de secretária bem abastecida e organizada. Aqui existem todos os tipos de ferramentas úteis e pensamos que o PicPick será útil para designers da web, designers gráficos, e mesmo para os usuários médios que ocasionalmente necessitam trabalhar com gráficos.
reviews_1_author=CNET Download.com
reviews_1_link=http://download.cnet.com/PicPick/3000-2192_4-75072925.html?tag=mncol;1
reviews_1_img=review_cnet.png
reviews_2_body=Projetado especialmente para usuários domésticos e com o objetivo de dar o máximo de flexibilidade possível ao trabalho. Ele até inclui alguns recursos nunca encontradas no Photoshop. O PicPick, além de ser um editor de imagem muito fácil de usar também suporta opções de captura gráfica e um conjunto de teclas de atalho e opções que causariam inveja e editores similares.
reviews_2_author=Softpedia
reviews_2_link=http://www.softpedia.com/reviews/windows/PicPick-49842.shtml
reviews_2_img=review_softpedia.png
features_1_h1=Captura de Tela
features_1_p1=Faça capturas de telas completas, de uma janela ativa, rolagem de janelas e uma região específica de sua área de trabalho, etc.
features_1_p2=Suporta ambientes com diversos monitores, captura com cursor, salva e nomeia arquivos automaticamente, etc.
features_1_p3=Suporta o widget flutuante de Barra de Captura o que facilita a obtenção de capturas.
features_1_p4=Personalize suas próprias teclas de atalho.
features_1_list_1=Tela cheia
features_1_list_2=Janela ativa
features_1_list_3=Controle da Janela
features_1_list_4=Rolagem da janela
features_1_list_5=Área
features_1_list_6=Área fixa
features_1_list_7=Seleção à mão livre
features_1_list_8=Repetir a última captura
features_1_list_9=Widget de captura
features_1_list_10=Captura com cursor
features_1_list_11=Captura com atraso
features_1_list_12=Salvar automaticamente
features_2_h1=Editor de Imagem
features_2_p1=Com o editor de imagem incorporado que inclui o mais recente estilo de menu em faixa de opções, você pode anotar e realçar suas imagens.
features_2_list_1=Desenhar
features_2_list_2=Inserir texto
features_2_list_3=Setas, linhas
features_2_list_4=Formas
features_2_list_5=Balões
features_2_list_6=Ferramenta de realce
features_2_list_7=Cortar
features_2_list_8=Redimensionar
features_2_list_9=Girar
features_2_list_10=Inverter
features_2_list_11=Tons de cinza
features_2_list_12=Mosaico
features_2_list_13=Moldura
features_2_list_14=Marca d\'água
features_2_list_15=Desfocar
features_2_list_16=Nitidez
features_2_list_17=Brilho
features_2_list_18=Tonalidade / Saturação
features_2_list_19=Balanço de Cor
features_3_h1=Salvar, compartilhar ou enviar
features_3_p1=Uma vez concluida a captura e edição de suas imagens, você pode salvar, compartilhar ou enviar com diversas saídas.
features_3_list_1=Área de Transferência
features_3_list_2=Arquivos de Imagem
features_3_list_3=PDF
features_3_list_4=Impressora
features_3_list_5=URL da Web
features_3_list_6=Dropbox
features_3_list_7=Google Drive
features_3_list_8=SkyDrive
features_3_list_9=Box
features_3_list_10=Facebook
features_3_list_11=Twitter
features_3_list_12=Skype
features_3_list_13=Servidor FTP
features_3_list_14=e-mail
features_3_list_15=Microsoft Word
features_3_list_16=Microsoft PowerPoint
features_3_list_17=Microsoft Excel
features_3_list_18=Programa externo
features_4_h1=Selector de Cor
features_4_p1=Ajuda você encontrar o código pixel exato da cor em sua tela com a janela lupa incorporada.
features_4_p2=Suporta RGB, HTML, C++, Delphi.
features_5_h1=Paleta de Cores
features_5_p1=Localize e afine a cor exata do píxel usando o selector de cor de estilo photoshop que suporta RGB, HSV.
features_6_h1=Régua de Pixels
features_6_p1=Ajuda você a medir o tamanho dos objetos e os coloca em localizações precisas na tela.
features_6_p2=Suporta orientação horizontal e vertical, unidades (pixels, polegadas, centímetros), Definições DPI (72, 96, 120, 300), revestimentos.
features_7_h1=Lupa
features_7_p1=Com a ferramenta lupa funcional e dimensionável, você pode ver qualquer área de sua tela ampliada na sua lupa.
features_8_h1=Cruz
features_8_p1=Descubra as coordenadas relativas da posição da imagem com este recurso.
features_8_p2=Isto pode ser útil, por exemplo, na elaboração de mapas de imagem HTML.
features_9_h1=Transferidor
features_9_p1=Ajuda você a determinar ângulos na tela. Selecione um centro, depois a localização, depois o ângulo em graus a partir do primeiro.
features_9_p2=Isto pode ser usado em diversos programas de fotografia, matemática e gráficos.
features_10_h1=Quadro de Comunicações
features_10_p1=Você pode ter um quadro de comunicações virtual em sua área de trabalho. Você pode usá-lo para apresentar ou desenhar algo em sua área de trabalho.
download_1_h1=Uso Doméstico
download_1_p1=Apenas para uso pessoal
download_1_p2=Atualização Manual
download_1_p3=Sem Suporte Técnico
download_2_h1=Para Profissionais
download_2_p1=Uso Pessoal e Comercial
download_2_p2=Atualização Automática
download_2_p3=Suporte Técnico
download_2_p4=Atualizações Vitalícias
download_2_p5=Sem Publicidade
buy_table_h1=Número de Usuários
buy_table_h2=Preço (USD) Por Usuário
buy_table_p1=Entre em contato conosco para um orçamento!
buy_table_p2=Note que, para alguns compradores europeus, pode incidir {vat}.
buy_table_p2_vat=IVA
buy_1_h1=Envio de Chave Imediato
buy_1_p1=Obtenha acesso imediato à sua chave de registo ao concluír a encomenda.
buy_2_h1=Atualizações Vitalícias
buy_2_p1=As licenças incluem atualizações grátis ilimitadas para todas as versões futuras do PicPick.
buy_3_h1=Perguntas Sobre a Compra
buy_3_p1=Se você tem algumas perguntas relacionadas com a compra ou licença, sinta-se à vontade para nos {contactus}.
buy_3_p1_contactus=contactar
buy_year=Ano
buy_single=Individual
buy_single_p1=Instalação em 2 máquinas por usuário
buy_team=Equipe
buy_team_user=Usuários
buy_site=Site
buy_site_p1=Instalação em número ilimitado de máquinas no site
buy_month=Mês
buy_monthly=Mensal
buy_yearly=Anual
buy_pay_once=Pague uma vez e receba atualizações vitalícias gratuitamente.
buy_for_individuals=Para indivíduos
buy_for_teams=Para equipes
buy_for_enterprise=Para empresas
buy_single_lifetime=Vitalícia única
buy_team_lifetime=Vitalícia equipe
buy_site_lifetime=Vitalícia empresa
buy_subscriptions=Assinaturas
buy_lifetime=Vitalícia especial
secure_order=Pedido seguro com o 2Checkout
uninstall_h1=Faça seus comentários.
uninstall_p1=Gostariamos de saber a sua opinião. O seu comentário vai nos ajudar a tornar o PicPick ainda melhor.
uninstall_comment=Detalhes
uninstall_comment_placeholder=Por exemplo, Porque desinstalou? O que está faltando? Que recurso você deseja?
uninstall_email=E-mail (Opcional)
uninstall_email_placeholder=Digite seu endereço de e-mail.
uninstall_send=Enviar Comentários
about_us=Sobre Nós
about_h1=Somos uma empresa de desenvolvimento de software especializada na Plataforma Microsoft Windows.
about_p1=O nosso objetivo é desenvolver e publicar softwares de alta qualidade e fácil de usar que forneça ambientes convenientes de computação aos nossos usuários.
contact_h1=Gostariamos de saber sua opinião! Prencha o formulário e, em breve, entraremos em contato com você.
contact_us=Contacte-nos
contact_email=Suporte por E-mail
contact_email_at=Você também pode nos contactar por e-mail em ={email}
contact_email_send=Envie-nos um e-mail
beta_banner=Teste novos recursos com PicPick Beta!
beta_button=Testar agora
try_darkmode=Testar modo escuro
try_darkmode_on=Modo escuro ativado
contact_form_category=Categoria
contact_form_select=- SELECIONAR -
contact_form_email=E-mail
contact_form_subject=Assunto
contact_form_body=Detalhes
contact_form_body_placeholder=Conte-nos mais sobre...
contact_form_os=Sistema operacional
contact_form_version=Varsão do PicPick
contact_form_license=Chave de licença
contact_form_license_placeholder=Para suporte premium, insira sua chave de licença válida.
contact_form_success=Successo
contact_form_success_description=Seus comentários foram enviados com sucesso.
contact_form_error=Erro
contact_form_error_description=Lamentamos não poder processar isso neste momento.
promotion_timeout=Don't miss out before it's gone.
buy_existing_user=Renew an existing license
checkout_for_individual=For Individuals
checkout_for_individual_desc=single or family
checkout_for_company=For Teams
checkout_for_company_desc=company or organization
checkout_header=Delivery Information
checkout_summary=Order Summary
checkout_license=License
checkout_product=Product
checkout_users=Users
checkout_quantity=Quantity
checkout_quantity_warning_header=Install on a maximum of {num} computers
checkout_quantity_warning_body=Increase quantity to install on more computers.
checkout_price=Price
checkout_vat=Taxes and additional charges may apply.
checkout_firstname=First Name
checkout_lastname=Last Name
checkout_companyname=Company Name
checkout_email=Email
checkout_email_confirm=Confirm Email
checkout_checkout=Checkout
checkout_or=OR
checkout_paypal=Pay with PayPal
thankyou_header=Thank you for your order. Your payment was completed!
thankyou_detail=Order Details
thankyou_orderref=Order Reference No.
thankyou_payment=Payment method
thankyou_date=Date
thankyou_total=Total price
thankyou_email=Please check {email} for the order confirmation email (including spam/junk folder).
promo_continue=Continue
promo_warning=We require payment information to authenticate you when you sign up. We won't charge you for the free promotion.

[Message]

MSG_TRAY_TITLE=PicPick
MSG_ICON_TITLE=PicPick
MSG_MESSAGEBOX_TITLE=PicPick
MSG_PROTRACTOR_CENTERPOINT=Clique num ponto central da tela
MSG_ACTIVEWINDOW=Pressione as teclas [%s] para capturar a janela ativa.
MSG_EXITSAVEIMAGE=Você gostaria de salvar as alterações para [%s]?
MSG_DEFAULT_IMAGENAME=Imagem
MSG_DIRECTORYACCESSERROR=Não foi possível acessar a pasta.
MSG_DEFAULT_TAPNAME=Nenhuma imagem
MSG_HOTKEY_ALREADY1=O PicPick não conseguiu registrar os seguintes atalhos:
MSG_HOTKEY_ALREADY2=Você gostaria de modificá-los?
MSG_THISFOLDERNOTFOUND=Pasta [caminho ou nome da pasta] não foi encontrada.
MSG_INVALID_FILENAME=Este nome de arquivo é inválido.
MSG_FAIL_AUTOSAVE=Verifique suas configurações doe nome de arquivo de salvamento automático. Se o problema persistir após a verificação, adicione o picpick.exe à sua lista de permissões do programa de antivírus.
MSG_INVALID_CLIPBOARD=Erro na tentativa de obter dados da área de transferência!
MSG_CANNOTREPEATCAPTURE=Não foi possível encontrar a área selecionada da última captura.
MSG_CLOSEALLIMAGE=Você deseja realmente fechar todas as imagens não salvas?
MSG_FILE_OPEN=Abrir
MSG_FILE_SAVE=Salvar como
MSG_NEWVERSIONAVAILABLE=Uma nova versão do PicPick está disponível. Você gostaria de visitar a página de download agora?
MSG_PROGRAM_NOTADDYET=Você precisa especificar os programas externos paras para enviar suas capturas!
MSG_EXTERNALPROGRAMERROR=Não foi possível encontrar o programa externo especificado.
MSG_PARAMETERS_TITLE=Parâmetros do PicPick
MSG_OLDLANGUAGE=O arquivo de idioma é uma versão antiga, então alguns textos não são traduzidos. Você realmente deseja alterar o idioma?
MSG_INVALIDALBUMNAME=O nome do álbum é inválido.
MSG_CREATEFAILUREALBUM=Erro ao criar álbum.
MSG_LOADINGFAILUREALBUM=Erro ao carregar álbuns.
MSG_IDEMPTY=Digite a ID de usuário.
MSG_PWEMPTY=Digite a senha.
MSG_SAVE=&Salvar
MSG_DONTSAVE=&Não salvar
MSG_DONTSAVEALL=Não S&alvar
MSG_NODISPLAYAGAIN=Não exibir esta mensagem novamente
BTN_YES=&Sim
BTN_NO=&Não
BTN_NOALL=&Não para tudo
MSG_INPUTTEXT=Digite o texto aqui
MSG_FLATTENLAYER=Para esta tarefa, você precisa nivelar todas as formas com a imagem de fundo. Você deseja nivelar as formas?
MSG_FLATTENALL=Você deseja nivelar todas as formas?
MSG_INVALID_DOWNLOADURL=Ocorreu um erro na tentativa de baixar a imagem.
MSG_OPENURL=Digite uma URL.
MSG_ANYSETTINGOK=As configurações foram alçteradas com sucesso.
MSG_DEFAULTEDITOR=O PicPick foi definido como editor de imagens padrão.
MSG_FTPINFONEED=Você precisa especificar os dados de seu servidor de FTP primeiro.
MSG_CONNECTIONFAIL=Ocorreu um erro ao tentar acessar o servidor.
MSG_PROGRAM_NOSKYPE=Não foi encontrado o Skype.
MSG_ACTIVATE_OFFLINE=Não foi possível ativar sua licença por causa de problema na rede ou outro motivo. Você gostaria de ativar sua licença off-line?
MSG_ACTIVATE_OK=Sua licença foi ativada. Obrigado por escolher o PicPick!
MSG_ACTIVATE_TRIAL=Sua licença de avaliação foi ativada. Obrigado por escolher o PicPick!
MSG_ACTIVATE_FAIL=A ativação foi negada. Entre em contato com o centro de suporte do PicPick.
MSG_VALIDOWNERNAME=Informe um nome de proprietário válido.
MSG_VALIDLICENSEKEY=Informe uma licença válida.
MSG_FILENOTFOUND=Não foi encontrado o arquivo.
MSG_CAPTUREAREAFAIL=Ocorreu um erro durante o cálculo da área a ser capturada. Verifique se algum de seus programas (antivírus, antimalware, antispyware) não está causando o problema.
MSG_TRANSPARENCYLOST=Qualquer transparência será perdida se você salvar esta imagem. Você deseja realmente fazer isto?
MSG_DONOTSHOWWEEK=Não exibir esta janela novamente por uma semana.
MSG_NEWVERSIONAVAILABLE_SHORT=Uma nova versão do PicPick está disponível
MSG_HOTKEY_ALREADY3=Verifique outro aplicativo atualmente em execução, como Dropbox, OneDrive.
MSG_NEWVERSIONINSTALL=Uma nova versão do PicPick está disponível. Você gostaria de instalá-la agora?
MSG_NEWVERSIONINSTALLING=Aguarde enquanto uma atualização está sendo baixada...
MSG_NEWVERSIONRESTART=A atualização será iniciada automaticamente em alguns segundos...
MSG_ACTIVATE_INVALID=A chave de licença que você digitou é inválida. Verifique sua chave e tente novamente.
MSG_NOUPDATEAVAILABLE=No momento, não há atualizações disponíveis.
MSG_NOTENOUGHCAPTUREAREA=A área selecionada é muito pequena para capturar.
MSG_CAPTUREOPTION_NEXTTIME=A opção selecionada será aplicada na próxima vez que você capturar.
MSG_ACTIVATE_EXPIRED=Sua licença expirou. Renove sua licença para continuar usando o PicPick sem interrupção.
MSG_RESTART_WARNING=Algumas alterações não terão efeito até que o programa seja reiniciado.
MSG_DEACTIVATE=Você tem certeza de que deseja desativar sua licença neste computador?
MSG_DEACTIVATE_SUCCESS=Sua licença foi desativada com sucesso.
MSG_SCREENRECORDER_FAILURE=Ocorreu um erro ao inicializar o Screen Recorder. Reinstale o aplicativo.
MSG_SCREENRECORDER_HELP_RECORD=Para interromper a gravação, clique no ícone do gravador de tela na área de notificação ou pressione o botão [%s].
MSG_SCREENRECORDER_HELP_STOP=A gravação do vídeo foi concluída. Deseja visualizar o arquivo de vídeo gravado na pasta de saída?
MSG_SCREENRECORDER_HELP_LIMITED=Esta versão gratuita é limitada a gravações de %d minutos.
MSG_ERROR_LOADIMAGE=Ocorreu um erro ao ler o arquivo. Este não é um arquivo de imagem válido ou seu formato não é compatível no momento.
MSG_ERROR_LOADHEIC=Uma extensão adicional é necessária para abrir este arquivo. Deseja ir para a página de download agora?
MSG_RESTORE_DEFAULT=Você tem certeza de que deseja restaurar as configurações padrão?
MSG_DISABLED_FEATURE=Este recurso foi desativado pelo seu administrador.
MSG_DUPLICATED_FILETABNAME=O nome do arquivo ou da guia já existe.
MSG_SCROLLCAPTURE_FAILURE=Não foi possível realizar a captura de rolagem de [%s].
MSG_SCREENRECORDER_INSTALL=O Screen Recorder requer privilégios de administrador para realizar uma instalação adicional. Você deseja continuar?
MSG_INVALID_HOTKEY=A tecla pressionada não pode ser usada como tecla de atalho.
#7.2.0
MSG_RESET=Você tem certeza de que deseja redefinir as opções ao sair do programa?
MSG_RESET_CONFIRM=Você deve reiniciar o programa para que a alteração entre em vigor.
MSG_SCREENRECORDER_ERROR=Ocorreu um erro ao processar a codificação.
MSG_SCREENRECORDER_NOINPUTS=Não é possível encontrar dispositivos de entrada de áudio.
MSG_FAIL_LIMIT_AUTOSAVE=A pasta de salvamento automático atingiu o limite. Verifique sua pasta de salvamento automático.
#7.2.0
